countries_dict = {"Австрия": "Вена", "Бельгия": "Брюссель", "Великобритания": "Лондон", "Германия": "Берлин", "Ирландия": "Дублин", "Лихтенштейн": "Вадуц", "Нидерладны": "Амстердам",
                 "Франция": "Париж", "Белоруссия": "Минск", "Болгария": "София", "Польша": "Варшава", "Чехия": "Прага", "Албания": "Тирана", "Босния и Герцеговина": "Сараево",
                 "Северная Македония": "Скопье", "Сербия": "Белград"}
n = input("Введите страну: ")
if n in countries_dict:
      print(countries_dict[n])
else:
       print('Такой страны, к сожалению, нет в словаре')
print(countries_dict)
for k in sorted(countries_dict):
    print(k, "-", countries_dict[k])



